$(function(){
	$("#col_and_maj").citySelect({
        url: {
            "citylist": [
                {"p": "计控", "c": [{"n": "计算机科学与技术"}, {"n": "信息安全"}, {"n": "自动化"}, {"n": "智能科学与技术"}, {"n": "物联网工程"}]},
                {"p": "历史学院", "c": [{"n": "中国史学系"}, {"n": "世界史学系"}, {"n": "考古学与博物馆学系"}]},
                {
                    "p": "数学学院",
                    "c": [{"n": "数学系"}, {"n": "应用数学系"}, {"n": "信息与概率系"}, {"n": "统计系"}, {"n": "科学与工程计算系"}, {"n": "数理金融与精算科学系"}, {"n": "高等数学教学部"}]
                },
                {
                    "p": "商学院",
                    "c": [{"n": "企业管理系"}, {"n": "会计学系"}, {"n": "市场营销系"}, {"n": "财务管理系"}, {"n": "人力资源管理系"}, {"n": "管理科学与工程系"}, {"n": "信息资源管理系"}]
                }
            ]
        },
        prov: "",
        city: "",
        dist: "",
        nodata: "none"

});
})

